Repository: airmonitor/domoticz-zwave-zigbee
Catalog: plugins_domoticz/domoticz-storm-report/i18n/*.po
Languages: pl

source: Creating devices...
pl: Tworzenie urządzeń...

source: Frost alert
pl: Ostrzeżenie o mrozie

source: Heat alert
pl: Ostrzeżenie o upale

source: Wind alert
pl: Ostrzeżenie o wietrze

source: Rain/snowfall alert
pl: Ostrzeżenie o deszczu/śniegu

source: Storm alert
pl: Ostrzeżenie przed burzą

source: Cyclone alert
pl: Ostrzeżenie przed trąbą pow.

source: Lightning alert
pl: Ostrzeżenie o wyładowaniach

source: Lightnings
pl: Wyładowania

source: Nearest lightning
pl: Najbliższe wyładowanie

source: Period of data
pl: Okres czasu

source: Devices created.
pl: Urządzenia utworzone.

source: Fetching data every %(time)d min.
pl: Pobieranie danych co %(time)d min.

source: City not validated
pl: Niepoprawne miasto, popraw swoje zapytanie

source: Looking for city: %(city)s
pl: Szukam miasta: %(city)s

source: City [%(city)s] not found.
pl: Miasto [%(city)s] nie zostało znalezione.

source: Please check your plugin configuration.
pl: Sprawdź konfigurację pluginu.

source: City found: [%(city)s] cords are (%(cords_y)s, %(cords_x)s).
pl: Miasto znalezione: [%(city)s], koordynaty (%(cords_y)s, %(cords_x)s).

source: Fetching weather alerts for [%(city)s]
pl: Pobieram ostrzeżenia pogodowe dla miasta [%(city)s]

source: No warning
pl: Brak ostrzeżeń

source: Frost warning (%(level)d degree)<br>Valid from %(valid_from)s to %(valid_to)s
pl: Ostrzeżenie o mrozie (%(level)d poziom)<br>Obowiązuje od %(valid_from)s do %(valid_to)s

source: Snow/rainfall warning (%(level)d degree)<br>Valid from %(valid_from)s to %(valid_to)s
pl: Ostrzeżenie o opadach deszczu/śniegu (%(level)d poziom)<br>Obowiązuje od %(valid_from)s do %(valid_to)s

source: Storm warning (%(level)d degree)<br>Valid from %(valid_from)s to %(valid_to)s
pl: Ostrzeżenie o burzy (%(level)d poziom)<br>Obowiązuje od %(valid_from)s do %(valid_to)s

source: Cyclone warning (%(level)d degree)<br>Valid from %(valid_from)s to %(valid_to)s
pl: Ostrzeżenieo trąbie powietrznej (%(level)d poziom)<br>Obowiązuje od %(valid_from)s do %(valid_to)s

source: Wind warning (%(level)d degree)<br>Valid from %(valid_from)s to %(valid_to)s
pl: Ostrzeżenie o wietrze (%(level)d poziom)<br>Obowiązuje od %(valid_from)s do %(valid_to)s

source: Heat warning (%(level)d degree)<br>Valid from %(valid_from)s to %(valid_to)s
pl: Ostrzeżenie o upale (%(level)d poziom)<br>Obowiązuje od %(valid_from)s do %(valid_to)s

source: Number of lightnings (last %(lightning_period)d min): %(lightning_qty)d<br/> Nearest: %(lightning_distance).2f km (%(lightning_direction)s)<br/> Lookup radius: %(lightning_lookup_range)d km
pl: Liczba wyładowań (ostatnie %(lightning_period)d min): %(lightning_qty)d<br/> Najbliższe: %(lightning_distance).2f km (%(lightning_direction)s)<br/> Promień pomiaru: %(lightning_lookup_range)d km

source: No lightning registered (last %(lightning_period)d min)<br/> Lookup radius: %(lightning_lookup_range)d km
pl: Brak zarejestrowanych wyładowań (ostatnie %(lightning_period)d min)<br/> Promień pomiaru: %(lightning_lookup_range)d km

source: North
pl: Północ

source: North-west
pl: Północny-zachód

source: North-east
pl: Północny-wschód

source: South
pl: Południe

source: South-west
pl: Południowy-zachód

source: South-east
pl: Południowy-wschód

source: East
pl: Wschód

source: West
pl: Zachód

source: Looking up for storm information near [%(city)s]
pl: Szukam informacji o burzach w okolicy miasta [%(city)s]

source: No lightnings
pl: Brak wyładowań

source: Fetch data complete
pl: Pobrano dane

source: Looking up city: [%(city)s]
pl: Szukam miasta: [%(city)s]

source: The city name [%(city)s] not found.
pl: Miasto [%(city)s] nie zostało znalezione.

source: City found: [%(city)s]
pl: Miasto znalezione: [%(city)s]

source: Best match: [%(city)s], however you can narrow your query to get more precise weather prediction:
pl: Najlepiej dopasowane: [%(city)s], popraw swoje zapytanie aby otrzymać bardziej szczegółowe dane pogodowe:

source: The possible choices are:
pl: Dostępne opcje:

source: The city name [%(city)s] is ambiguous, please narrow your query.
pl: Nazwa miasta [%(city)s] jest niejednoznaczna, popraw swoje zapytanie.

source: Device=%(device_unit)d has been updated.
pl: Urządzenie device=%(device_unit)d zostało uaktualnione.

source: No such Device=%(device_unit)d.
pl: Nie ma takiego urządzenia Device=%(device_unit)d.
